const MarketingConsent = () => {
  return (
    <div>
      <p>
        웨딩스토리 (이하 "회사"로 표기함)는 귀하의 개인정보를 존중하며, 웨딩
        관련 마케팅 정보를 제공받을 것인지 여부에 대한 동의를 확인합니다.
      </p>
      <p>1. 마케팅 정보 수신 동의</p>
      <p>
        회사는 웨딩 관련 마케팅 정보, 프로모션 정보, 이벤트 정보, 할인 정보 및
        업데이트를 귀하에게 제공하려고 합니다. 귀하는 아래의 동의사항에
        동의하거나 거부할 수 있습니다.
      </p>
      <p>2. 수신 방법</p>
      <p>
        회사는 귀하에게 마케팅 정보를 다음과 같은 방법으로 전달할 수 있습니다.
      </p>
      <p>1. 앱푸쉬</p>
      <p>2. 이메일</p>
      <p>3. 문자 메시지</p>
      <p>4. 전화 통화</p>
      <p>5. 소셜 미디어 메시지</p>
      <p>6. 우편</p>
      <p>3. 동의 철회</p>
      <p>
        귀하가 언제든지 마케팅 정보 수신에 대한 동의를 철회할 수 있습니다. 동의
        철회는 다음과 같은 방법으로 가능합니다:
      </p>
      <p>이메일을 통한 연락</p>
      <p>웹사이트에서 설정 변경</p>
      <p>전화로 회사에 직접 연락</p>
      <p>4. 개인정보 보호</p>
      <p>
        회사는 귀하의 개인정보를 안전하게 보호합니다. 개인정보는 귀하의 동의
        없이 제 3자에게 제공되지 않으며, 관련 법률 및 규정을 준수합니다.
      </p>
    </div>
  );
};
export default MarketingConsent;
