const PersonalPolicy = () => {
  return (
    <div>
      <p>
        웨딩스토리 주식회사(이하 ‘회사’)는 정보주체의 권리보호를 위해
        개인정보보호법 및 관련 법령이 정한 바를 준수하며, 적법하게 개인정보를
        처리하고 안전하게 관리하고 있습니다. 이에 개인정보보호법 제30조에 따라
        정보주체에게 개인정보 처리에 관한 절차 및 기준을 안내하고, 이와 관련한
        고충을 신속하고 원활하게 처리할 수 있도록 하기 위하여 다음과 같이
        개인정보 처리지침을 수립 공개합니다.
      </p>
      <p>1. 처리하는 개인정보 항목</p>
      <p>
        웨딩스토리에 회원가입을 하지 않아도 웨딩 베뉴 , 웨딩 본식상품, 연회,
        등의 서비스를 회원과 동일하게 이용할 수 있습니다. 예식예약 또는 상담예약
        등의 개인화 혹은 회원제 서비스를 이용하기 위해 회원가입이 필요하며,
        아래와 같이 필요한 개인정보를 수집합니다.
      </p>

      <p>
        기본 정보: 이름, 생년월일, 성별 연락처 정보: 주소, 전화번호, 이메일
        주소, 주소 결제 정보: 신용카드 정보, 은행 계좌 정보 웨딩 이벤트 관련
        정보: 예식날짜, 장소, 선호사항 그 밖에 서비스 이용 과정에서 아래와 같은
        정보들이 자동으로 생성되어 수집될 수 있습니다. - 웨딩스토리 방문 일시
        등의 이용기록 - 브라우저 종류 및 OS, 방문 기록(IP Addrss, 접속시간),
        쿠키
      </p>
      <p>2. 개인정보의 처리목적</p>
      <p>
        회사는 다음의 목적으로 개인정보를 처리하고 있습니다. 처리하고 있는
        개인정보는 다음의 목적 이외의 용도로는 이용되지 않으며, 이용 목적이
        변경되는 경우에는 개인정보보호법에서 정한 바에 따라 별도의 동의를 받는
        등 필요한 조치를 이행할 예정입니다. 웨딩스토리는 회원관리, 서비스 향상
        및 개선, 부정 이용의 방지 및 제재, 맞춤 서비스 제공을 위한 목적만으로
        개인정보를 처리합니다.
      </p>
      <p>
        웨딩 이벤트 및 서비스 예약, 계획 및 관리 고객 서비스 제공, 문의 응대 및
        의사소통 회원 가입의사 확인, 회원 자격 유지관리, 회원 서비스 제공에 따른
        본인식별/인증 결제 처리 및 청구 이벤트 및 프로모션 정보 제공 법적 의무
        및 규정 준수(각종 고지, 통지, 고충처리 등)마케팅 및 고객 관리 기타
        관련된 목적 - 이와 관련된 해피콜, 우편, 이메일, SMS 발송, 앱푸쉬메시지
      </p>
      <p>3. 개인정보의 제 3자 제공</p>
      <p>
        회사는 개인정보를 “2. 개인정보의 처리목적”에서 고지한 범위내에서
        이용하며, 정보주체의 사전 동의 없이는 동 범위를 초과하여 이용하거나
        원칙적으로 개인정보를 외부에 공개하지 않습니다. 다만, 아래의 경우에는
        예외로 합니다. - 정보주체가 사전에 동의한 경우
      </p>
      <p>4. 개인정보 처리의 위탁</p>
      <p>
        회사는 원활한 업무 처리를 위해서 아래와 같이 개인정보를 위탁하고 있으며,
        관계 법령에 따른 위탁계약 시 개인정보가 안전하게 관리될 수 있도록 필요한
        사항을 규정하고 있습니다.
      </p>
      <p>회사의 개인정보 위탁처리 기관 및 위탁업무 내용은 아래와 같습니다.</p>
      <p>수탁 업체 :</p>
      <p>
        웨딩스토리(주) 및 그 자회사가 운영하는 웨딩홀(웨딩스토리, 더채플, 루벨)
        및 웨딩스토리의 계열사 웨딩스토리(주) 및 그 자회사의 웨딩 협력업체 102개
        (사진, 동영상, 패키지, 폐백, 웨딩카, 연주, 주례, 사회, 호텔, 여행,
        혼주메이크업 등) 협력업체 리스트 : 링크 위탁업무 내용 : 웨딩 이벤트 및
        서비스 예약, 계획 및 관리 고객 서비스 제공, 문의 응대 및 의사소통 결제
        처리 및 청구 이벤트 및 프로모션 정보 제공 법적 의무 및 규정 준수 마케팅
        및 고객 관리 기타 관련된 목적 - 이와 관련된 해피콜, 우편, 이메일, SMS
        발송, 앱푸쉬메시지
      </p>
      <p>5. 개인정보의 처리 및 보유기간</p>
      <p>
        웨딩스토리 회원 탈퇴 시 정보주체의 개인정보를 지체없이 파기합니다.
        전자상거래 등에서 소비자보호에 관한 법률 등 관련 법령의 규정에 의하여
        다음과 같이 일정기간 보유해야 할 필요가 있을 경우에는 관련 법령이 정한
        기간 또는 다음 각 호의 기간 동안 회원정보를 보유할 수 있습니다.
      </p>
      <p>- 계약 또는 청약철회 등에 관한 기록 : 5년</p>
      <p>- 대금결제 및 재화 등의 공급에 관한 기록 : 5년</p>
      <p>- 소비자의 불만 또는 분쟁처리에 관한 기록 : 3년</p>
      <p>
        - 기타 정당한 절차에 따라 보유기간을 미리 회원에게 고지하거나 명시한
        경우 : 고지한 보유 기간까지
      </p>
      <p>6. 개인정보 파기절차 및 방법</p>
      <p>
        개인정보는 원칙적으로 개인정보의 처리목적이 달성되면 지체 없이
        파기합니다. 회사의 개인정보 파기 방법은 다음과 같습니다.
      </p>
      <p>
        - 종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각을 통하여 파기합니다.
      </p>
      <p>
        - 전자적 파일 형태로 저장된 개인정보는 기록을 재생할 수 없는 기술적
        방법을 사용하여 삭제합니다.
      </p>
      <p>7. 정보주체의 권리,의무 및 그 행사방법</p>
      <p>
        정보주체는 언제든지 등록되어 있는 자신의 개인정보를 조회하거나 수정할 수
        있으며 정보삭제 및 처리정지를 요청할 수도 있습니다. 정보삭제 또는
        처리정지를 원하시는 경우 개인정보보호 책임자에게 연락하시면 지체 없이
        조치하겠습니다.
      </p>
      <p>8. 개인정보의 안전성 확보조치</p>
      <p>
        회사는 개인정보를 처리함에 있어 개인정보가 분실, 도난, 누출, 변조 또는
        훼손되지 않도록 안전성 확보를 위하여 다음과 같은 보호조치를 강구하고
        있습니다.
      </p>
      <p>
        가. 비밀번호 암호화 홈페이지를 이용하면서 설정한 비밀번호는 암호화되어
        저장 및 관리되고 있어 정보주체 본인만이 알고 있으며, 개인정보의 확인 및
        변경도 비밀번호를 알고 있는 본인에 의해서만 가능합니다. 나. 해킹 등에
        대비한 대책 회사는 해킹이나 컴퓨터 바이러스 등에 의해 개인정보가
        유출되거나 훼손되는 것을 막기 위해 최선을 다하고 있습니다. 개인정보의
        훼손에 대비해서 자료를 수시로 백업하고 있고, 최신 백신프로그램을
        이용하여 정보주체의 개인정보나 자료가 누출되거나 손상되지 않도록
        방지하고 있으며, 암호화통신 등을 통하여 네트워크상에서 개인정보를
        안전하게 전송할 수 있도록 하고 있습니다. 그리고 침입차단시스템을
        이용하여 외부로부터의 무단 접근을 통제하고 있으며, 기타 시스템적으로
        보안성을 확보하기 위한 가능한 모든 기술적 장치를 갖추려 노력하고
        있습니다. 다. 개인정보 처리 직원의 최소화 및 교육 회사의 개인정보관련
        처리 직원은 담당자에 한정시키고 있고 이를 위한 별도의 비밀번호를
        부여하여 정기적으로 갱신하고 있으며, 담당자에 대한 수시 교육을 수행하며,
        개인정보보호를 강조하고 있습니다.
      </p>
      <p>9. 개인정보보호 책임자 및 연락처</p>
      <p>
        개인정보보호 관련 민원을 개인정보보호 책임자에게 신고하실 수 있습니다.
        회사는 정보주체의 신고사항에 대해 신속하게 충분한 답변을 드릴 것 입니다.
        스마트예약센터 02-512-7011
      </p>
      <p>
        기타 개인정보 침해에 대한 신고나 상담이 필요하신 경우에는 아래기관에
        문의하시기 바랍니다.
      </p>
      <p>개인정보침해신고센터 ( http://privacy.kisa.or.kr / 국번없이 118 )</p>
      {/* <p> */}
      <p>대검찰청 사이버수사과 ( http://.spo.go.kr / 국번없이 1301 )</p>
      <p>경찰청 사이버안전국 ( http://cybrburau.polic.go.kr / 국번없이 182 )</p>
        {/* 대검찰청 사이버수사과 ( http://
        <p>
          <p>
            <p>.spo.go.kr / 국번없이 1301 )</p>
            <p>경찰청 사이버안전국 ( http://cyb</p>rbur
          </p>
          au.polic
        </p>
        .go.kr / 국번없이 182 )
      </p> */}
      <p>10. 기타</p>
      <p>
        본 홈페이지에 링크되어 있는 웹사이트들이 개인정보를 수집하는 행위에
        대해서는 “웨딩스토리 개인정보처리방침”이 적용되지 않음을 알려 드립니다.
      </p>
      <p>- 공고 일자 : 2023년 11월 28일</p>
      <p>- 시행 일자 : 2023년 12월 5일</p>
    </div>
  );
};
export default PersonalPolicy;
