const UseCondition = () => {
  return (
    <div>
      <p className="title">제 1조(목적)</p>
      <p>
        이 약관은 “웨딩스토리”가 제공하는 “회원” “서비스”를 이용함에 있어
        “회원”과 “웨딩스토리”간의 의무 및 책임사항과 기타 제반 사항을 규정함을
        목적으로 합니다.
      </p>
      <p className="title"> 제 2조(정의)</p>
      <p>
        이 약관에서 사용하는 용어의 정의는 다음과 같습니다. 1.“서비스” :
        “회원”이 이용할 수 있는 “웨딩스토리”의 시설물 및 홈페이지를 통한 제반
        서비스를 의미합니다. 2.“회원” : “웨딩스토리”의 “서비스”에 접속하여 이
        약관에 동의하고 개인정보를 제공하여 “회원” 등록을 한 자로서,
        홈페이지에서 제공하는 정보와 “서비스”를 이용하는 고객을 말합니다.
        3.“아이디”(ID) : “회원”의 식별과 “서비스” 이용을 위하여 “회원”이 정하고
        “웨딩스토리”가 승인하는 문자와 숫자의 조합을 의미한다. 4.“비밀번호”(PW)
        : “회원”이 부여 받은 “아이디”와 일치되는 “회원”임을 확인하고 비밀보호를
        위해 “회원” 자신이 정한 문자 또는 숫자의 조합을 의미한다. 5.“회원”탈퇴 :
        “웨딩스토리” 또는 “회원”이 “서비스” 이용 이후 그 이용계약을 종료시키는
        의사표시를 의미합니다.
      </p>
      <p className="title">제 3조 (약관의 게시와 개정)</p>
      <p>
        1.웨딩스토리”는 이 약관의 내용을 “회원”이 쉽게 알 수 있도록 서비스 초기
        화면에 게시합니다. 2.“웨딩스토리”는 “약관의규제에관한법률”,
        “정보통신망이용촉진및정보보호등에관한법률(이하 “정보통신망법’)” 등
        관련법을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.
        3.“웨딩스토리”가 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여
        현행약관과 함께 제1항의 방식에 따라 그 개정약관의 적용일자 7일 전부터
        적용일자 전일까지 공지합니다. 다만, 회원에게 불리한 약관의 개정의
        경우에는 그 개정약관의 적용일자 30일 전부터 적용일자 전일까지 공지하며,
        공지 외에 일정기간 서비스 내 전자우편 등의 전자적 수단을 통해 따로
        명확히 통지하도록 합니다. 4.“웨딩스토리”가 전항 후단에 따라 개정약관을
        공지 또는 통지하면서 “회원”에게 30일 기간 내에 의사표시를 하지 않으면
        의사표시가 표명된 것으로 본다는 뜻을 명확하게 공지 또는 통지하였음에도
        “회원”이 명시적으로 거부의 의사표시를 하지 아니한 경우 “회원”이
        개정약관에 동의한 것으로 봅니다. 5.“회원”이 개정약관의 적용에 동의하지
        않는 경우 “웨딩스토리”는 개정 약관의 내용을 적용할 수 없으며, 이 경우
        “회원”은 이용계약을 해지할 수 있습니다. 다만, 기존 약관을 적용할 수 없는
        특별한 사정이 있는 경우에는 “웨딩스토리”는 이용계약을 해지할 수
        있습니다.{" "}
      </p>
      <p className="title">제 4조 (약관의 해석)</p>
      <p>
        1.“웨딩스토리”는 홈페이지의 이용 및 운영과 관련하여 별도의 운영정책을 둘
        수 있습니다. “회원”은 약관과 운영정책의 내용을 수시로 확인하여 그
        변경사항 등을 확인해야 합니다. 2.“웨딩스토리”와 “회원” 간 별도로 약정한
        내용 또는 운영정책 등이 있으면 그 약정의 내용이 본 약관에 우선합니다.
        달리 정한 바가 없다면 본 약관에 정한 바가 우선합니다.
      </p>
      <p className="title">제 5조 (이용계약 체결)</p>
      <p>
        1.이용계약은 “회원”이 되고자 하는 자(이하“가입신청자”)가 본인 인증 후
        약관의 내용에 대하여 동의 후 “회원”으로 체결됩니다. 2.”웨딩스토리”는
        “가입신청자”의 신청에 대하여 “서비스”이용을 승낙함을 원칙으로 합니다.
        다만, “웨딩스토리홈페이지”는 다음 각 호에 해당하는 신청에 대하여는
        승낙을 하지 않거나 사후에 이용계약을 해지할 수있습니다. - 가입 신청자가
        이 약관에 의하여 이전에 회원자격을 상실한 적이 있는 경우, 단
        “웨딩스토리”의 회원 재가입 승낙을 얻은 경우에는 예외 - 타인의 명의를
        이용한 경우 - 허위의 정보를 기재하거나, “웨딩스토리”가 제시하는 내용을
        기재하지 않은 경우 - 이용자의 귀책사유로 인하여 승인이 불가능하거나 기타
        규정한 제반 사항을 위반하며 신청하는 경우 - “웨딩스토리”는
        서비스관련설비의 여유가 없거나, 기술상 또는 업무상 문제가 있는 경우에는
        승낙을 유보할 수 있습니다. 3.제 2항에 따라 회원가입신청의 승낙을
        아니하거나 유보한 경우, “웨딩스토리”는 원칙적으로 이를 가입신청자에게
        알리도록 합니다. 4.이용계약의 성립 시기는 “웨딩스토리”가 가입완료를
        신청절차 상에서 표시한 시점으로 합니다.
      </p>
      <p className="title">제 6조 (“회원”정보의 변경)</p>
      <p>
        1.“회원”은 “회원”정보 수정화면을 통하여 언제든지 본인의 개인정보를
        열람하고 수정할 수 있습니다. 다만, 웨딩스토리 “회원”정보로부터 수집되는
        성별은 수정이 불가능합니다. 2.“회원”은 회원가입신청 시 기재한 사항이
        변경되었을 경우 온라인으로 수정을 하거나 전자우편 기타 방법으로
        “웨딩스토리”에 대하여 그 변경사항을 알려야 합니다. 3.제2항의 변경사항을
        “회사”에 알리지 않아 발생한 불이익에 대하여 “웨딩스토리”는 책임지지
        않습니다.
      </p>
      <p className="title">제 7조 (개인정보보호 의무)</p>
      <p>
        1.“웨딩스토리”는 “개인정보보호법” 등 관계 법령이 정하는 바에 따라
        “회원”의 개인정보를 보호하기 위해 노력합니다. 개인정보의 보호 및 사용에
        대해서는 관련법 및 “웨딩스토리”의 개인정보처리방침이 적용됩니다.{" "}
      </p>
      <p className="title">
        제 8조 (“회원”의 “아이디” 및 “비밀번호”의 관리에 대한 의무)
      </p>
      <p>
        1.“회원”의 “아이디”와 “비밀번호”에 관한 관리책임은 “회원”에게 있으며,
        이를 제3자가 이용하도록 하여서는 안 됩니다. 2.“회원”은 “아이디” 및
        “비밀번호”가 도용되거나 제3자가 사용하고 있음을 인지한 경우에는 이를
        즉시 “웨딩스토리”에 통지하고 “웨딩스토리”의 안내에 따라야 합니다.
        3.제3항의 경우에 해당 “회원”이 “웨딩스토리”에 그 사실을 통지하지 않거나,
        통지한 경우에도 “웨딩스토리”의 안내에 따르지 않아 발생한 불이익에 대하여
        “웨딩스토리”는 책임지지 않습니다.{" "}
      </p>
      <p className="title">제 9조 (“웨딩스토리”의 의무)</p>
      <p>
        1.“웨딩스토리”는 관련법과 이 약관이 금지하거나 미풍양속에 반하는 행위를
        하지 않으며, 계속적이고 안정적으로 “서비스”를 제공하기 위하여 최선을
        다하여 노력합니다. 2.“웨딩스토리”는 “회원”이 안전하게 “서비스”를 이용할
        수 있도록 개인정보 보호를 위해 보안시스템을 갖추어야 하며
        개인정보처리방침을 공시하고 준수합니다. 3.“웨딩스토리” 는 “서비스”이용과
        관련하여 “회원”으로부터 제기된 의견이나 불만이 정당하다고 인정할
        경우에는 이를 처리하여야 합니다. “회원”이 제기한 의견이나 불만사항에
        대해서는 전자우편 등을 통하여 “회원”에게 처리과정 및 결과를 전달합니다.
        (“회원”의 의무) 1.“회원”은 다음 행위를 하여서는 안 됩니다. 본조를
        위반하는 “회원”의 행위에 대하여 “회사”는 경고, 퇴실, “회원”자격 박탈
        등의 조치를 할 수 있습니다. - 가입신청 또는 가입정보 변경 시 허위내용의
        등록 - 타인의 정보를 도용하여 “웨딩스토리”를 이용 - “웨딩스토리”가
        게시한 정보의 변경 - “웨딩스토리”의 이용규칙, 운영정책 위반 -
        “웨딩스토리” 내 시설물, 장서, 가구 등의 훼손, 파손, 용도를 벗어난 이용 -
        “웨딩스토리” 내 시설물 및 예식예약 정보 등에 대한 지적재산권 등 권리
        침해 - “웨딩스토리” 및 기타 제3자의 명예를 손상시키거나 업무를 방해하는
        행위 - “웨딩스토리”의 동의없이 영리를 목적으로 정보를 사용하는 행위 -
        기타 “웨딩스토리”의 이용에 있어 불법적이거나 부당한 행위 및 공공질서,
        미풍양속을 어기는 행위 (“서비스”의 제공 등) 1.“웨딩스토리”는 “회원”에게
        아래와 같은 “서비스”를 제공합니다. - 예식예약 견적 열람 서비스 -
        예식예약 검색 서비스 - 상담예약 신청 서비스 - 웨딩스토리 소식 및 FAQ
        2.“웨딩스토리”의 이용시간, 이용 및 출입가능 연령, 출입방식 및 제공서비스
        등은 홈페이지 및 시설물, 이용규칙, 운영정책 등에 안내한 바에 따릅니다.
        단, 사전의 온라인 및 오프라인 공지 또는 부득이한 경우 사후 통지에 따라
        “서비스” 제공 및 홈페이지 이용이 일시 중단 또는 변경될 수 있습니다.
        3.“회사”는 무료로 제공하는 “웨딩스토리”의 운영과 관련, “회사”의 정책에
        따라 수정, 변경, 중단할 수 있습니다. (정보의 제공 및 광고의 게재)
        1.“웨딩스토리”는 “회원”이 “서비스” 이용 중 필요하다고 인정되는 다양한
        정보를 온·오프라인 공지사항이나 전자우편 등의 방법으로 “회원”에게 제공할
        수 있습니다. 다만, “회원”은 관련법에 따른 거래관련 정보 및 고객문의 등에
        대한 답변 등을 제외하고는 언제든지 전자우편에 대해서 수신 거절을 할 수
        있습니다. 2.“이용자(회원, 비회원 포함)”는 “웨딩스토리”가 제공하는
        “서비스”와 관련하여 게시물 또는 기타 정보를 변경, 수정, 제한하는 등의
        조치를 취하지 않습니다.{" "}
      </p>
      <p className="title">제 14조 (계약 해제, 해지 등)</p>
      <p>
        1.“회원”은 언제든지 “웨딩스토리” 홈페이지를 통해 이용계약 해지 신청을 할
        수 있으며, “웨딩스토리”는 관련법 등이 정하는 바에 따라 이를 즉시
        처리하여야 합니다. 2.“회원”이 탈퇴 요청을 할 경우 관련법 및
        개인정보처리방침에 정한 바에 따라 탈퇴 즉시 “회원”을 식별할 수 있는 개인
        데이터는 모두 소멸됩니다. 3.단, 예식장 이용 이력은 삭제되지 않습니다.{" "}
      </p>
      <p className="title">제 15조 (이용 제한)</p>{" "}
      <p>
        1.“웨딩스토리”는 “회원”이 이 약관 또는 홈페이지 운영정책 등을 위반한
        경우, 경고, 일시정지, 영구이용정지 등으로 “서비스” 이용을 단계적으로
        제한할 수 있습니다. 2.본 조에 따라 “서비스” 이용을 제한하거나 계약을
        해지하는 경우에는 “웨딩스토리”는 제9조 “회원”에 대한 통지에 따라
        통지합니다. 3.“회원”은 본 조에 따른 이용제한 등에 대해 “웨딩스토리”가
        정한 절차에 따라 이의신청을 할 수 있습니다. 이 때 이의가 정당하다고
        “웨딩스토리”가 인정하는 경우 “웨딩스토리”는 즉시 “서비스”의 이용을
        재개합니다.{" "}
      </p>
      <p className="title">제 16조 (준거법 및 재판관할)</p>
      <p>
        1.“웨딩스토리”와 “회원”간 제기된 소송은 대한민국법을 준거법으로 합니다.
        2.“웨딩스토리”와 “회원”간 발생한 분쟁에 관한 소송은 민사소송법에 정한
        바에 따릅니다. 3.해외에 주소나 거소가 있는 “회원”의 경우 “웨딩스토리”와
        “회원”간 발생한 분쟁에 관한 소송은 전항에도 불구하고 대한민국
        서울중앙지방법원을 관할 법원으로 합니다.
      </p>
    </div>
  );
};
export default UseCondition;
